Repository: KDE/kwallet
Catalog: po/*/kwallet-query.po
Languages: ast

# NAME OF TRANSLATORS
source: Your names
ast: Softastur

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org

source: KWallet query interface
ast: Interfaz de solicitú de KWallet

source: (c) 2015, The KDE Developers
ast: (c) 2015, Los desendolcadores de KDE

source: verbose output
ast: salida detallada

source: list password entries
ast: llista les entraes de contraseñes

source: reads the secrets from the given <entry>
ast: llee los secretos de la <entrada> dada

source: Entry
ast: Entrada

source: write secrets to the given <entry>. The values are read from the standard input. IMPORTANT: previous wallet entry value will be overwritten!
ast: escribe los secretos a la <entrada>. Los valores lleense dende la entrada estándar. IMPORTANTE: ¡sobrescribiráse'l valor de la entrada de la cartera anterior!

source: specify the folder in the wallet <folder>
ast: especifica la carpeta na <carpeta> de la cartera

source: Folder
ast: Carpeta

source: wallet
ast: cartera

source: The wallet to query
ast: La cartera a consultar

source: Missing argument
ast: Falta l'argumentu

source: Too many arguments given
ast: Diéronse milenta argumentos

source: Only one mode (list, read or write) can be set. Aborting
ast: Namái pue afitase un mou (llistáu, llectura, escritura). Albortando

source: Please specify the mode (list or read).
ast: Especifica'l mou (llistáu o llectura), por favor.

source: Wallet %1 not found
ast: Nun s'alcontró la cartera %1

source: Failed to open wallet %1. Aborting
ast: Fallu al abrir la cartera %1. Albortando

source: The folder %1 does not exist!
ast: ¡Nun esiste la carpeta %1!

source: Failed to read entry %1 value from the %2 wallet.
ast: Fallu al lleer el valor de la entrada %1 de la cartera %2.

source: Failed to read entry %1 value from the %2 wallet
ast: Fallu al lleer el valor de la entrada %1 de la cartera %2

source: Failed to write entry %1 value to %2 wallet
ast: Fallu al escribir el valor de la entrada %1 na cartera %2
