Repository: KDE/kwallet
Catalog: po/*/kwalletd5.po
Languages: ast, zh_cn

# NAME OF TRANSLATORS
source: Your names
ast: Softastur
zh_cn: KDE 中国

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org
zh_cn: kde-china@kde.org

source: <qt>Error when attempting to initialize OpenPGP while attempting to save the wallet <b>%1</b>. Error code is <b>%2</b>. Please fix your system configuration, then try again.</qt>
zh_cn: <qt>在尝试保存钱包 <b>%1</b> 时尝试初始化 OpenPGP 出错。出错代码为 <b>%2</b>。请修复您的系统配置，并重试。</qt>

source: <qt>Error when attempting to initialize OpenPGP while attempting to save the wallet <b>%1</b>. Please fix your system configuration, then try again.</qt>
zh_cn: <qt>在尝试保存钱包 <b>%1</b> 时尝试初始化 OpenPGP 出错。请修复您的系统配置，并重试。</qt>

source: <qt>Encryption error while attempting to save the wallet <b>%1</b>. Error code is <b>%2 (%3)</b>. Please fix your system configuration, then try again. This error may occur if you are not using a full trust GPG key. Please ensure you have the secret key for the key you are using.</qt>
ast: <qt>Fallu de cifráu entrín s'intentaba guardar la cartera <b>%1</b>. El códigu de fallu ye <b>%2 (%3)</b>. Igua la configuración del to sistema ya téntalo de nueves, por favor. Esti fallu podría asoceder si nun tas usando una clave de GPG d'enfotu completu. Asegúrate que tienes la clave secreta pa la clave que tas usando.</qt>
zh_cn: <qt>尝试保存钱包 <b>%1</b> 时加密出错。错误代码为 <b>%2 (%3)</b>。请修复您的系统配置，并重试。这个错误可能在您未使用完全信任 GPG 密钥时发生。请保证您持有使用的密钥的私钥。</qt>

source: <qt>File handling error while attempting to save the wallet <b>%1</b>. Error was <b>%2</b>. Please fix your system configuration, then try again.</qt>
ast: <qt>Fallu de remanamientu de ficheros entrín s'intentaba guardar la cartera <b>%1</b>. El fallu foi <b>%2</b>. Igua la configuración del to sistema ya téntalo de nueves, por favor.</qt>
zh_cn: <qt>在尝试保存钱包 <b>%1</b> 时文件处理出错。错误为 <b>%2</b>。请修复您的系统配置，并重试。</qt>

source: <qt>Error when attempting to initialize OpenPGP while attempting to open the wallet <b>%1</b>. Error code is <b>%2</b>. Please fix your system configuration, then try again.</qt>
zh_cn: <qt>在尝试打开钱包 <b>%1</b> 时尝试初始化 OpenPGP 出错。出错代码为 <b>%2</b>。请修复您的系统配置，并重试。</qt>

source: <qt>Error when attempting to initialize OpenPGP while attempting to open the wallet <b>%1</b>. Please fix your system configuration, then try again.</qt>
zh_cn: <qt>在尝试打开钱包 <b>%1</b> 时尝试初始化 OpenPGP 出错。请修复您的系统配置，并重试。</qt>

source: Retry
ast: Retentar
zh_cn: 重试

source: <qt>Error when attempting to decrypt the wallet <b>%1</b> using GPG. If you're using a SmartCard, please ensure it's inserted then try again.<br><br>GPG error was <b>%2</b></qt>
ast: <qt>Fallu al tentar descifrar la cartera <b>%1</b> usando GPG. Si tas usando una tarxeta intelixente, asegúrate por favor que ta inxertada ya téntalo de nueves. <br><br>El fallu de GPG foi <b>%2</b></qt>
zh_cn: <qt>尝试使用 GPG 解密钱包 <b>%1</b> 时出错。如果您使用智能卡，请确认您已将其插入并重试。<br><br>GPG 错误为 <b>%2</b></qt>

source: kwalletd GPG backend
ast: backend GPG de kwallet
zh_cn: kwalletd GPG 后端

source: <qt>Error when attempting to open the wallet <b>%1</b>. The wallet was encrypted using the GPG Key ID <b>%2</b> but this key was not found on your system.</qt>
zh_cn: <qt>尝试打开钱包 <b>%1</b> 时出错。这个钱包使用 GPG 密钥 ID <b>%2</b> 加密但此密钥在您的系统不可用。</qt>

source: Already open.
ast: Yá abiertu.
zh_cn: 已打开。

source: Error opening file.
ast: Fallu abriendo'l ficheru.
zh_cn: 打开文件时出错。

source: Not a wallet file.
ast: Nun ye un ficheru cartera.
zh_cn: 这不是一个钱包文件。

source: Unsupported file format revision.
ast: Revisión de formatu de ficheru ensin sofitu.
zh_cn: 不支持的文件格式版本。

source: Unknown encryption scheme.
ast: Esquema de cifraú desconocíu.
zh_cn: 未知的加密方式。

source: Corrupt file?
ast: ¿Ficheru toyíu?
zh_cn: 文件似乎已损坏？

source: Error validating wallet integrity. Possibly corrupted.
ast: Fallu validando la integridá de la cartera. Quiciabes toyía.
zh_cn: 校验钱包完整性时出错。文件可能已损坏。

source: Read error - possibly incorrect password.
ast: Fallu de llectura - quiciabes contraseña incorreuta.
zh_cn: 读取错误-密码可能不正确。

source: Decryption error.
ast: Fallu de descifráu.
zh_cn: 解密错误。

source: Failed to sync wallet <b>%1</b> to disk. Error codes are: RC <b>%2</b> SF <b>%3</b>. Please file a BUG report using this information to bugs.kde.org
zh_cn: 同步钱包 <b>%1</b> 到磁盘失败。错误代码为： RC <b>%2</b> SF <b>%3</b>。请用此信息提交错误报告到 bugs.kde.org

source: Allow &Once
ast: Permitir &una vegada
zh_cn: 允许一次(&O)

source: Allow &Always
ast: Permitir &siempres
zh_cn: 总是允许(&A)

source: &Deny
ast: &Ñegar
zh_cn: 拒绝(&D)

source: Deny &Forever
ast: Ñegar &dafechu
zh_cn: 永久拒绝(&F)

source: <qt>KDE has requested to create a new wallet named '<b>%1</b>'. This is used to store sensitive data in a secure fashion. Please choose the new wallet's type below or click cancel to deny the application's request.</qt>
ast: <qt>KDE solicitó crear una cartera nueva nomada «<b>%1</b>». Esto úsase p'atroxar datos sensibles d'un mou seguru. Escueyi la triba de la cartera nueva embaxo o primi encaboxar pa ñegar la solicitú de l'aplicación, por favor.</qt>
zh_cn: <qt>KDE 请求创建名为“<b>%1</b>”的新钱包。它将用于安全地存储敏感数据。请在下方选择新钱包的类型或者点击取消来拒绝应用程序的请求。</qt>

source: <qt>The application '<b>%1</b>' has requested to create a new wallet named '<b>%2</b>'. This is used to store sensitive data in a secure fashion. Please choose the new wallet's type below or click cancel to deny the application's request.</qt>
ast: <qt>L'aplicación «<b>%1</b>» solicitó crear una cartera nueva nomada «<b>%2</b>». Esto úsase p'atroxar datos sensibles d'un mou seguru. Escueyi la triba de cartera nueva embaxo o primi Encaboxar pa ñegar la solicitú de l'aplicación.</qt>
zh_cn: <qt>应用程序“<b>%1</b>”请求创建名为“<b>%2</b>”的新钱包。它将用于安全地存储敏感数据。请在下方选择新钱包的类型或者点击取消来拒绝应用程序的请求。</qt>

source: The QGpgME library failed to initialize for the OpenPGP protocol. Please check your system's configuration then try again.
ast: Falló al aniciase la biblioteca QGpgME pal protocolu OpenPGP. Comprueba la configuración del to sistema ya téntalos de nueves.
zh_cn: QGpgME 库初始化 OpenPGP 协议失败。请检查您的系统配置并重试。

source: Seems that your system has no keys suitable for encryption. Please set-up at least an encryption key, then try again.
zh_cn: 看起来您的系统没有可用于加密的密钥。请设置至少一个加密密钥并重试。

source: Please select the signing key from the list below:
ast: Por favor, esbilla la clave de robláu del llistáu d'embaxo:
zh_cn: 请从下面列表选择一个签名密钥：

source: <html><head/><body><p><span style=" font-weight:600;">NOTE:</span> this list shows only "ultimate-level" trusted keys</p></body></html>
zh_cn: <html><head/><body><p><span style=" font-weight:600;">注意：</span> 这个列表仅显示“绝对级别”信任的密钥</p></body></html>

source: Name
ast: Nome
zh_cn: 姓名

source: E-Mail
ast: Corréu
zh_cn: 电子邮件

source: Key-ID
ast: ID de clave
zh_cn: 密钥 ID

source: The KDE Wallet System
ast: El sistema de carteres de KDE
zh_cn: KDE 钱包系统

source: <html><head/><body><p>The application '<span style=" font-weight:600;">%1</span>' has requested to open the KDE wallet. This is used to store sensitive data in a secure fashion. Please choose the new wallet's type below or click cancel to deny the application's request.</p></body></html>
ast: <html><head/><body><p>L'aplicación «<span style=" font-weight:600;">%1</span>» solicitó abrir la cartera de KDE. Esto úsase p'atroxar datos sensibles d'un mou seguru. Escueyi la triba de la cartera nueva embaxo o primi Encaboxar pa ñegar la solicitú de l'aplicación.</p></body></html>
zh_cn: <html><head/><body><p>应用程序“<span style=" font-weight:600;">%1</span>”请求打开 KDE 钱包。它将用于安全地存储敏感数据。请在下方选择新钱包的类型或者点击取消来拒绝应用程序的请求。</p></body></html>

source: Classic, blowfish encrypted file
zh_cn: 传统，blowfish 加密文件

source: Use GPG encryption, for better protection
ast: Usar cifráu GPG pa una proteición meyor
zh_cn: 使用 GPG 加密以获得更佳的保护

source: <qt>KDE has requested to open the wallet '<b>%1</b>'. Please enter the password for this wallet below.</qt>
ast: <qt>KDE solicitó abrir la cartera «<b>%1</b>». Introduz la contraseña pa esta cartera embaxo, por favor.</qt>
zh_cn: <qt>KDE 请求打开钱包“<b>%1</b>”。请在下面输入此钱包的密码。</qt>

source: <qt>The application '<b>%1</b>' has requested to open the wallet '<b>%2</b>'. Please enter the password for this wallet below.</qt>
ast: <qt>L'aplicación <b>«%1</b>» solicitó abrir la cartera «<b>%2</b>». Introduz la contraseña d'esta cartera embaxo, por favor.</qt>
zh_cn: <qt>程序“<b>%1</b>”请求打开钱包“<b>%2</b>”。请在下面输入此钱包的密码。</qt>

source: KDE Wallet Service
ast: Serviciu de carteres de KDE
zh_cn: KDE 钱包服务

source: An application has requested to open a wallet (%1).
ast: Una aplicación solicitó abrir una cartera (%1).
zh_cn: 一个应用程序请求打开钱包(%1)。

source: Switch there
zh_cn: 切换到程序

source: <b>%1</b> has requested to open a wallet (%2).
ast: <b>%1</b> solicitó abrir una cartera (%2).
zh_cn: <b>%1</b> 请求打开钱包(%2)。

# Text of a button for switching to the application requesting a password
source: Switch to %1
ast: Camudar a %1
zh_cn: 切换到 %1

source: <qt>Error opening the wallet '<b>%1</b>'. Please try again.<br />(Error code %2: %3)</qt>
ast: <qt>Fallu abriendo la cartera «<b>%1</b>». Inténtalo de nueves, por favor. <br />(Códigu de fallu %2: %3)</qt>
zh_cn: <qt>打开钱包“<b>%1</b>”时出错。请重试。<br />(错误代码 %2：%3)</qt>

source: KDE has requested to open the wallet. This is used to store sensitive data in a secure fashion. Please enter a password to use with this wallet or click cancel to deny the application's request.
ast: KDE solicitó abrir la cartera. Esto úsase p'atroxar datos sensibles d'un mou seguru. Introduz una contraseña pa usar con esta cartera o primi Encaboxar pa ñegar la solicitú de l'aplicación.
zh_cn: KDE 正在请求打开钱包，这是一种安全存储敏感数据的方式。请输入钱包的密码，或单击取消以拒绝应用程序的请求。

source: <qt>The application '<b>%1</b>' has requested to open the KDE wallet. This is used to store sensitive data in a secure fashion. Please enter a password to use with this wallet or click cancel to deny the application's request.</qt>
ast: <qt>L'aplicación «<b>%1</b>» solicitó abrir la cartera de KDE. Esto úsase p'atroxar datos importantes d'un mou seguru. Introduz la contraseña pa usar con esta cartera o primi pa ñegar la solicitú de l'aplicación, por favor.</qt>
zh_cn: <qt>程序“<b>%1</b>” 已请求打开钱包，这是一种安全存储敏感数据的方式。请输入钱包的密码，或单击取消以拒绝应用程序的请求。</qt>

source: <qt>KDE has requested to create a new wallet named '<b>%1</b>'. Please choose a password for this wallet, or cancel to deny the application's request.</qt>
ast: <qt>KDE solicitó crear una nueva cartera nomada «<b>%1</b>». Escueyi una contraseña pa esta cartera o encaboxa pa ñegar la solicitú de l'aplicación.</qt>
zh_cn: <qt>KDE 正在请求创建名为“<b>%1</b>”的新钱包。请为此钱包选定一个密码，或单击取消以拒绝应用程序的请求。</qt>

source: <qt>The application '<b>%1</b>' has requested to create a new wallet named '<b>%2</b>'. Please choose a password for this wallet, or cancel to deny the application's request.</qt>
ast: <qt>L'aplicación «<b>%1</b>» solicitó crear una nueva cartera nomada «<b>%2</b>». Escueyi una contraseña pa esta cartera o encaboxa pa ñegar la solicitú de l'aplicación.</qt>
zh_cn: <qt>程序“<b>%1</b>”正在请求创建名为“<b>%2</b>”的新钱包。请为此钱包选定一个密码，或单击取消以拒绝应用程序的请求。</qt>

source: <qt>KDE has requested access to the open wallet '<b>%1</b>'.</qt>
ast: <qt>KDE solicitó acceder a la cartera abierta «<b>%1</b>».</qt>
zh_cn: <qt>KDE 请求对打开的钱包“<b>%1</b>”的存取权限。</qt>

source: <qt>The application '<b>%1</b>' has requested access to the open wallet '<b>%2</b>'.</qt>
ast: <qt>L'aplicación «<b>%1</b>» solicitó l'accesu a la cartera abierta «<b>%2</b>»
zh_cn: <qt>程序“<b>%1</b>”请求对打开的钱包“<b>%2</b>”的存取权限。</qt>

source: Unable to open wallet. The wallet must be opened in order to change the password.
ast: Nun pue abrise la cartera. Tien d'abrise pa camudar la contraseña.
zh_cn: 无法打开钱包。只有对已打开的钱包才能更改密码。

source: <qt>The <b>%1</b> wallet is encrypted using GPG key <b>%2</b>. Please use <b>GPG</b> tools (such as <b>kleopatra</b>) to change the passphrase associated to that key.</qt>
zh_cn: <qt>钱包 <b>%1</b> 使用 GPG 密钥 <b>%2</b> 加密。请使用 <b>GPG</b> 工具 (例如 <b>kleopatra</b>) 来修改那个密钥的密码。</qt>

source: <qt>Please choose a new password for the wallet '<b>%1</b>'.</qt>
ast: <qt>Escueyi una contraseña nueva pa la cartera «<b>%1</b>», por favor.</qt>
zh_cn: <qt>请指定钱包“<b>%1</b>”的新密码。</qt>

source: Error re-encrypting the wallet. Password was not changed.
ast: Fallu al recifrar la cartera. La contraseña nun se camudó.
zh_cn: 重新加密钱包时出错。密码未更改。

source: Error reopening the wallet. Data may be lost.
ast: Fallu reabriendo la cartera. Quiciabes se perdieren datos.
zh_cn: 重新打开钱包时出错。数据可能有丢失。

source: There have been repeated failed attempts to gain access to a wallet. An application may be misbehaving.
ast: Hebo intentos fallíos repitíos pa ganar accesu a la carpeta. Quiciabes una aplicación tea comportándose mal.
zh_cn: 在尝试获取对钱包的访问权时发生多次失败。应用程序可能有非法的操作行为。

source: <qt>Password is empty. <b>(WARNING: Insecure)</b></qt>
ast: <qt>La contraseña ta balera. <b>(ALVERTENCIA: INSEGURO)</b>.</qt>
zh_cn: <qt>密码为空。<b>(警告：这样做不安全)</b></qt>

source: Passwords match.
ast: Les contraseñes concasen.
zh_cn: 密码匹配。

source: Passwords do not match.
ast: Les contraseñes nun concasen.
zh_cn: 密码不匹配。

source: <html><head/><body><p>The KDE Wallet system stores your data in a <span style=" font-style:italic;">wallet</span> file on your local hard disk. The data is only written in the encrypted form of your choice - blowfish algorithm with your password as the key or using a GPG encryption key. When a wallet is opened, the wallet manager application will launch and display an icon in the system tray. You can use this application to manage all of your wallets. It even permits you to drag wallets and wallet contents, allowing you to easily copy a wallet to a remote system.</p></body></html>
ast: <html><head/><body><p>El sistema de carteres de KDE atroxar los tos datos nun ficheru de <span style=" font-style:italic;">cartera</span> nel to discu duru. Los datos namái s'escriben nel mou de cifráu de la to escoyeta - l'algoritmu blowfish cola to contraseña como clave o usando una clave de cifráu GPG. Al abrise una cartera, llanciaráse l'aplicación de xestión de carteres y amosaráse un iconu na bandexa'l sistema. Pues usar esta aplicación pa xestionar toles tos carteres. Incluso déxate arrastrar les carteres y los conteníos de les cartetes, permitiéndote copiar cenciellamente una carpeta a un sistema remotu.</p></body></html>
zh_cn: <html><head/><body><p>KDE 钱包系统可以将数据存储在本地磁盘上的<span style=" font-style:italic;">钱包</span> 文件内。所有数据都是采用您选择的加密方式 - 使用您的密码作为密钥的 blowfish 加密算法，或者使用 GPG 加密密钥。当钱包被打开时，钱包管理器会自动启动并在系统托盘内显示为一个图标，您可以使用此程序来管理自己所有的钱包。钱包管理器允许您进行钱包及钱包内容的拖放操作，这可以使您轻松地将钱包复制到远程系统上。</p></body></html>

source: <html><head/><body><p>The GPG-based wallet use a GPG encryption key to securely encrypt data on disk. The key must be available when decrypting is needed or your wallet will not be accessible. For example, if you choose a SmartCard-based encryption key, the GPG system will prompt you to enter it and its associated PIN when attempting to open the wallet. <span style=" font-weight:600;">NOTE:</span> this list contains only "ultimate-level" trusted keys.</p></body></html>
zh_cn: <html><head/><body><p>基于 GPG 的钱包使用 GPG 加密密钥来安全地在磁盘上加密数据。密钥必须在需要解密时可用，否则您的钱包将无法访问。例如，您选择了一个基于智能卡的加密密钥，GPG 系统将在尝试打开钱包时提示您输入它和它关联的 PIN。<span style=" font-weight:600;">注意：</span>这个列表进包括了“绝对级别”信任的密钥。</p></body></html>

source: Select encryption GPG key:
zh_cn: 选择加密 GPG key：

source: Unable to locate at least one <b>encrypting GPG key</b>. KDE Wallet needs such <b>encrypting key</b> to securely store passwords or other sensitive data on disk. If you still want to setup a GPG-based wallet, then cancel this wizard, set-up an <b>encrypting GPG key</b>, then retry this assistant. Otherwise, you may still click back, then choose a classic, blowfish encrypted file format on the previous page.
zh_cn: 无法定位至少一个 <b>GPG 加密密钥</b>。KDE Wallet 需要这样一个<b>加密密钥</b>来安全地在磁盘上保存密码和其他敏感信息。如果您依然希望设置一个基于 GPG 的钱包，取消这个向导，设置一个 <b>GPG 加密密钥</b>，并重试此助手。或者，您也可以点击后退，并在上一页选择传统的 blowfish 加密文件格式。

source: Welcome to KWallet, the KDE Wallet System. KWallet allows you to store your passwords and other personal information on disk in an encrypted file, preventing others from viewing the information. This wizard will tell you about KWallet and help you configure it for the first time.
ast: Bienllegáu a KWallet, el sistema de carteres de KDE. KWallet permítete atroxar contraseñes y otres informaciones personales nel discu dientro d'un ficheru cifráu, evitando qu'otros vean la información. Esti encontu falaráte tocante a KWallet y ayudaráte a cofiguralu per primer vegada.
zh_cn: 欢迎使用 KDE 钱包系统 KWallet。KWallet 允许您将自己的密码和其它个人信息存储在本地磁盘的加密文件中以防止他人查看。此向导会告诉您 KWallet 的相关信息并帮助您完成初始配置。

source: &Basic setup (recommended)
ast: Configuración &básica (aconseyao)
zh_cn: 基本设置(推荐)(&B)

source: &Advanced setup
ast: Configuración &avanzada
zh_cn: 高级设置(&A)

source: The KDE Wallet system allows you to control the level of security of your personal data. Some of these settings do impact usability. While the default settings are generally acceptable for most users, you may wish to change some of them. You may further tune these settings from the KWallet control module.
ast: El sistema de carteres de KDE permítete controlar el nivel de seguranza de los tos datos personales. Dellos d'estos axustes tienen impautu na usabilidá. Entrín los axustes por defeutu son xeneralmente aceutables pa la mayoría d'usuarios, quiciabes deseyes camudar dellos. Podríes afinar llueu estos axustes dende'l módulu de control de KWallet.
zh_cn: KDE 钱包系统允许您来控制个人数据的安全等级。虽然默认设置通常来说适用于大多数用户，但您仍然可能想要更改其中一些设置，不过这里的一些设置会降低程序的易用性。您也可以在 KWallet 控制模块中调整这项设定。

source: Automatically close idle wallets
ast: Zarrar automáticamente carteres inactives
zh_cn: 自动关闭空闲钱包

source: Store network passwords and local passwords in separate wallet files
ast: Atroxar les contraseñes llocales y de rede en ficheros de cartera separtaos
zh_cn: 将网络密码和本地密码分别保存在独立的钱包文件内

source: Various applications may attempt to use the KDE wallet to store passwords or other information such as web form data and cookies. If you would like these applications to use the wallet, you must enable it now and choose a password. The password you choose <i>cannot</i> be recovered if it is lost, and will allow anyone who knows it to obtain all the information contained in the wallet.
zh_cn: 有些程序会试图使用 KDE 钱包存储密码或如表单数据、cookies 一类其它信息。如果您想要这么做，需要现在启用此功能并指定密码。如果密码丢失，它将<b>无法</b>被恢复，一旦任何人知道此密码，他就可以获取钱包内的所有信息。

source: Yes, I wish to use the KDE wallet to store my personal information.
ast: Sí, deseyo usar la cartera de KDE p'atroxar la mio información personal.
zh_cn: 是，我希望使用 KDE 钱包存储我的个人信息。

source: Enter a new password:
ast: Introduz una contraseña nueva:
zh_cn: 输入新密码：

source: Verify password:
ast: Verificación de contraseña:
zh_cn: 验证密码：

source: <html><head/><body><p>Various applications may attempt to use the KDE wallet to store passwords or other information such as web form data and cookies. If you would like these applications to use the wallet, you must enable it now and choose method for its encryption.</p><p>GPG method is more secure, but you must have configured at least one encrypting key on your system.</p><p>If you choose the classic format, be warned that the password you choose <span style=" font-style:italic;">cannot</span> be recovered if it is lost, and will allow anyone who knows it to obtain all the information contained in the wallet.</p></body></html>
zh_cn: <html><head/><body><p>有些程序会试图使用 KDE 钱包存储密码或如表单数据、cookies 一类其它信息。如果您想要这么做，需要现在启用此功能并选择加密方式。</p><p>GPG 方式更加安全，但是您需要在系统上配置至少一个加密密钥。</p><p>如果您选择传统格式，请注意您选择的密码一旦丢失就<span style=" font-style:italic;">无法恢复</span>，一旦任何人知道此密码，他就可以获取钱包内的所有信息。</p></body></html>

source: What kind of encryption do you wish?
ast: ¿Qué triba de cifráu deseyes?
zh_cn: 您想要使用哪种加密方式？

source: (C) 2002-2013, The KDE Developers
ast: (C) 2002-2013, Los desendolcadores de KDE
zh_cn: (C) 2002-2013，KDE 开发人员

source: Maintainer, GPG backend support
ast: Caltenedor, sofitu del backend GPG
zh_cn: 维护者，GPG 后端支持

source: Former Maintainer
ast: Caltenedor anterior
zh_cn: 先前维护者

source: Former maintainer
ast: Caltenedor anterior
zh_cn: 先前维护者

source: D-Bus Interface
ast: Interfaz D-Bus
zh_cn: D-Bus 接口

source: Cannot read old wallet list. Aborting.
ast: Nun pue lleese'l llistáu vieyu de carteres. Albortando.
zh_cn: 无法读取老钱包列表。撤销。

source: KDE Wallet Migration Agent
ast: Axente de migración de carteres de KDE
zh_cn: KDE 钱包迁移助手

source: Migrating wallet: %1
ast: Migrando cartera: %1
zh_cn: 正在迁移钱包： %1

source: * Creating KF5 wallet: %1
ast: * Creando cartera de KF5: %1
zh_cn: * 正在创建 KF5 钱包： %1

source: ERROR when attempting new wallet creation. Aborting.
ast: FALLU intentando crear la cartera nueva. Albortando.
zh_cn: 创建新钱包错误。正在中止

source: Cannot open KDE4 wallet named: %1
ast: Nun pue abrise la cartera de KDE4 nomada: %1
zh_cn: 无法打开 KDE4 钱包：%1

source: * Opened KDE4 wallet: %1
ast: * Abrióse la cartera de KDE: %1
zh_cn: * 已打开 KDE4 钱包：%1

source: Cannot retrieve folder list. Aborting.
ast: Nun pue recibise'l llistáu de carpetes. Albortando.
zh_cn: 无法获取文件夹列表。中止。

source: * Migrating folder %1
ast: * Migrando carpeta %1
zh_cn: * 正在迁移文件夹 %1

source: Cannot retrieve folder %1 entries. Aborting.
zh_cn: 无法获取文件夹 %1 条目。中止。

source: Cannot retrieve key %1 info. Aborting.
ast: Nun pue recibise la información de la clave %1. Albortando.
zh_cn: 无法获取密钥 %1 信息。中止。

source: * SKIPPING entry %1 in folder %2 as it seems already migrated
ast: * SALTANDO la entrada %1 na carpeta %2 darréu que yá paez migrada
zh_cn: * 跳过文件夹 %2 中的条目 %1 因为看起来它已经迁移了

source: Cannot retrieve key %1 data. Aborting.
ast: Nun puen recibise los datos de la clave %1. Albortando.
zh_cn: 无法获取密钥 %1 数据。中止。

source: Cannot write entry %1 in the new wallet. Aborting.
ast: Nun pue escribise la entidá %1 na cartera nueva. Albortando.
zh_cn: 无法写入条目 %1 到新钱包。中止。

source: DONE migrating wallet
ast: FÍXOSE la migración de la cartera
zh_cn: 迁移钱包完成

source: Congratulations! The system detected that you're running the latest version of the KWallet, using KDE Frameworks 5. It seems that you also have KDE4 wallet(s) on your system. Would you like them to be migrated to this new KWallet version? The operation will only take one minute to be performed.
ast: ¡Norabona! El sistema deteutó que tas executando la cabera versión de KWallet, usando KDE Frameworks 5. Paez que tamién tienes carteres de KDE4 nel to sistema. ¿Prestaríate migrales a esta versión nueva de KWallet? La operación namái tardará un minutu en facese.
zh_cn: 恭喜！系统检测到您正在使用最新版的使用 KDE 框架 5 的 KWallet。 看起来您的系统上也有 KDE4 的钱包。 您是否想要迁移他们到新的 KWallet 版本？操作仅需一分钟即可完成。

source: &Yes, migrate my wallets now.
ast: &Sí, migrar les mios carteres agora.
zh_cn: 是的，现在迁移我的钱包(&Y)

source: No, I'd rather do this upon ne&xt session start, and I'll cancel this wizard for now.
zh_cn: 否，我想在下个会话启动时迁移， 现在取消这个向导。(&X)

source: No, and p&lease do not prompt me again.
ast: Non y nun suxerímelo de n&ueves, por favor.
zh_cn: 否，并且请不要再提示我。(&L)
