Repository: KDE/kwallet
Catalog: po/*/kwallet6-query.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: olivermkellogg@gmail.com

source: KWallet query interface
eo: Demanda interfaco de KWallet

source: (c) 2015, The KDE Developers
eo: (k) 2015, La evoluistoj de KDE

source: verbose output
eo: multvorta eligo

source: list password entries
eo: listigi pasvortojn

source: reads the secrets from the given <entry>
eo: legas la sekretojn el la donita <eniro>

source: Entry
eo: Eniro

source: write secrets to the given <entry>. The values are read from the standard input. IMPORTANT: previous wallet entry value will be overwritten!
eo: skribi sekretojn al la donita <eniro>. La valoroj estas legitaj de la norma enigo. GRAVA: antaŭa monujo enirvaloro estos anstataŭita!

source: specify the folder in the wallet <folder>
eo: specifu la dosierujon en la monujo <dosierujo>

source: Folder
eo: Dosierujo

source: The wallet to query
eo: La monujo konsultenda

source: Missing argument
eo: Mankas argumento

source: Too many arguments given
eo: Tro da argumentoj donitaj

source: Only one mode (list, read or write) can be set. Aborting
eo: Nur unu reĝimo (listigi, legi aŭ skribi) povas esti agordita. Abortante

source: Please specify the mode (list or read).
eo: Bonvolu specifi la reĝimon (listo aŭ legi).

source: Wallet %1 not found
eo: Monujo %1 ne trovita

source: Failed to open wallet %1. Aborting
eo: Malsukcesis malfermi monujon %1. Abortante

source: The folder %1 does not exist!
eo: La dosierujo %1 ne ekzistas!

source: Failed to read entry %1 value from the %2 wallet.
eo: Malsukcesis legi la valoron de eniro %1 el la monujo %2.

source: Failed to read entry %1 value from the %2 wallet
eo: Malsukcesis legi la valoron de eniro %1 el la monujo %2

source: Failed to write entry %1 value to %2 wallet
eo: Malsukcesis skribi la valoron %1 de la eniro al monujo %2
